Repository: ferdmusic/audio-overlay
Catalog: AudioMonitorSolution/AudioMonitor.UI/Properties/Strings.*.resx
Languages: de

# TrayMenuShow
source: Show
de: Zeigen

# TrayMenuSettings
source: Settings
de: Einstellungen

# TrayMenuExit
source: Exit
de: Beenden

# TrayMenuResetSettings
source: Reset Settings
de: Einstellungen zurücksetzen

# SettingsButtonContent
source: Settings
de: Einstellungen

# AudioInputDeviceLabel
source: Audio Input Device
de: Audio-Eingangsgerät

# RunningMessage
source: AudioMonitor is running and monitoring audio levels in real-time. Configure settings using the Settings button above.
de: AudioMonitor läuft und überwacht die Audiopegel in Echtzeit. Konfigurieren Sie die Einstellungen über die Schaltfläche "Einstellungen" oben.

# StatusMonitoring
source: Monitoring
de: Überwachung LÄUFT

# StatusPaused
source: Paused
de: Pausiert

# ResetSettingsConfirmTitle
source: Reset Settings
de: Einstellungen zurücksetzen

# ResetSettingsConfirmMessage
source: Are you sure you want to reset all settings to their default values?
de: Sind Sie sicher, dass Sie alle Einstellungen auf ihre Standardwerte zurücksetzen möchten?

# ResetSettingsSuccessTitle
source: Settings Reset
de: Einstellungen zurückgesetzt

# ResetSettingsSuccessMessage
source: Settings have been reset to default.
de: Die Einstellungen wurden auf die Standardwerte zurückgesetzt.

# LoadSettingsErrorTitle
source: Error
de: Fehler

# LoadSettingsErrorMessage
source: Failed to load application settings. Application might not work correctly.
de: Fehler beim Laden der Anwendungseinstellungen. Die Anwendung funktioniert möglicherweise nicht korrekt.

# PrepareSettingsErrorTitle
source: Error
de: Fehler

# PrepareSettingsErrorMessage
source: Error preparing settings. Please try again.
de: Fehler beim Vorbereiten der Einstellungen. Bitte versuchen Sie es erneut.

# CloneSettingsErrorTitle
source: Error
de: Fehler

# CloneSettingsErrorMessage
source: Failed to clone application settings (result was null).
de: Fehler beim Klonen der Anwendungseinstellungen (Ergebnis war null).

# CreateSettingsWindowErrorTitle
source: Settings Window Error
de: Fehler Einstellungsfenster

# CreateSettingsWindowErrorMessage
source: Error creating settings window: {0}
de: Fehler beim Erstellen des Einstellungsfensters: {0}

# ApplySettingsErrorTitle
source: Error
de: Fehler

# ApplySettingsErrorMessage
source: Failed to apply settings. Changes may not have been saved.
de: Fehler beim Anwenden der Einstellungen. Änderungen wurden möglicherweise nicht gespeichert.

# ShowSettingsDialogErrorTitle
source: Settings Dialog Error
de: Fehler Einstellungsdialog

# ShowSettingsDialogErrorMessage
source: Error displaying settings dialog: {0}
de: Fehler beim Anzeigen des Einstellungsdialogs: {0}

# ToolTipMonitoring
source: AudioMonitor (Monitoring)
de: AudioMonitor (Überwachung LÄUFT)

# ToolTipCritical
source: AudioMonitor (CRITICAL!)
de: AudioMonitor (KRITISCH!)

# ToolTipPaused
source: AudioMonitor (Paused)
de: AudioMonitor (Pausiert)

# SettingsWindowTitle
source: AudioMonitor Settings
de: AudioMonitor Einstellungen

# SettingsHeader
source: Settings
de: Einstellungen

# AudioInputDeviceSectionHeader
source: Audio Input Device
de: Audio-Eingangsgerät

# LiveAudioLevelDisplayHeader
source: Live Audio Level
de: Aktueller Audiopegel

# CurrentLevelLabel
source: Current Level: {0} dBFS
de: Aktueller Pegel: {0} dBFS

# ThresholdConfigSectionHeader
source: Threshold Configuration
de: Warnschwellenwerte Konfiguration

# ThresholdConfigDescription
source: Define level stages and their corresponding dBFS thresholds.
de: Pegelstufen und zugehörige dBFS-Schwellenwerte definieren.

# ThresholdSafeLabel
source: Safe (Green) up to:
de: Sicher (Grün) bis:

# ThresholdWarningLabel
source: Warning (Yellow) up to:
de: Achtung (Gelb) bis:

# ThresholdCriticalLabel
source: Critical (Red) from:
de: Kritisch (Rot) ab:

# ColorGradientInfo
source: Color gradient: Standard Green-Yellow-Red. (Configurability ideally later)
de: Farbverlauf: Standard Grün-Gelb-Rot. (Konfigurierbarkeit idealerweise später)

# VisualOverlaySectionHeader
source: Visual Overlay
de: Visuelles Overlay

# OverlayPositionLabel
source: Position (Monitor Edge):
de: Position (Monitorrand):

# OverlayPositionTop
source: Top Edge
de: Oberer Rand

# OverlayPositionBottom
source: Bottom Edge
de: Unterer Rand

# OverlayPositionLeft
source: Left Edge
de: Linker Rand

# OverlayPositionRight
source: Right Edge
de: Rechter Rand

# OverlayThicknessLabel
source: Thickness/Width:
de: Dicke/Breite:

# OverlayBehaviorInfo
source: Dynamic transparency and behavior in critical range as per FA04.2, FA04.3.
de: Dynamische Transparenz und Verhalten im kritischen Bereich gemäß FA04.2, FA04.3.

# AcousticWarningSectionHeader
source: Acoustic Warning
de: Akustische Warnung

# EnableAcousticWarningLabel
source: Enable acoustic warning (sine wave)
de: Akustische Warnung (Sinuswelle) aktivieren

# VolumeLabel
source: Volume:
de: Lautstärke:

# SystemSettingsSectionHeader
source: System Settings
de: Systemeinstellungen

# StartWithWindowsLabel
source: Start with Windows
de: Mit Windows starten

# SaveSettingsButtonContent
source: Save Settings
de: Einstellungen speichern

# StartMonitoringButtonContent
source: Start Monitoring
de: Überwachung starten

# MinimizeToTrayButtonContent
source: Minimize to Tray
de: In Tray minimieren

# SettingsWindowErrorTitle
source: SettingsWindow Error
de: Fehler Einstellungsfenster

# SettingsWindowErrorMessage
source: Error in SettingsWindow constructor: {0} Stack trace: {1}
de: Fehler im SettingsWindow-Konstruktor: {0} Stacktrace: {1}

# MonitoringInfoMessage
source: Monitoring will start with the new settings after this window is closed.
de: Die Überwachung wird mit den neuen Einstellungen gestartet, nachdem dieses Fenster geschlossen wurde.

# DeviceTypeWASAPI
source: WASAPI Devices
de: WASAPI-Geräte

# DeviceTypeASIO
source: ASIO Devices
de: ASIO-Geräte

# DeviceTypeOther
source: Other Devices
de: Andere Geräte

# DeviceTypeUnknown
source: Unknown
de: Unbekannt

# LanguageSelectionLabel
source: Language
de: Sprache

# LanguageChangedTitle
source: Language Changed
de: Sprache geändert

# LanguageChangedMessage
source: The language has been changed. Please restart the application for the changes to take full effect.
de: Die Sprache wurde geändert. Bitte starten Sie die Anwendung neu, damit die Änderungen vollständig wirksam werden.

# StatusCritical
source: Critical!
de: KRITISCH!

# CurrentLevelPlaceholder
source: Current Level: -- dBFS
de: Aktueller Pegel: -- dBFS
